/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Ως συντελεστής για το Cyberduck, λαμβάνετε κλειδί δωρεάς που απενεργοποιεί αυτή την προτροπή.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Να μην εμφανιστεί ξανά γι' αυτή την έκδοση.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Δωρεά!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Κλειδί Δωρεάς";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Χρειάστηκαν πολλά ξενύχτια για την ανάπτυξη αυτής της εφαρμογής. Αν σας αρέσει, παρακαλώ σκεφτείτε να κάνετε μια δωρεά στον δημιουργό αυτού του λογισμικού. Θα βοηθήσει να γίνει το Cyberduck ακόμα καλύτερο!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Αργότερα";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Παρακαλώ Κάνετε Δωρεά";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Ευχαριστώ που χρησιμοποιείτε το Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Η πληρωμή μπορεί να γίνει απλά και με ασφάλεια με χρήση του Paypal. Δεν χρειάζεστε λογαριασμό.";

